Repository: doxuto/monkey-browser
Catalog: focus-ios/Blockzilla/Localizable.xcstrings
Source language: en
Languages: af, am, an, ar, ast, az, be, bg, bn, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es_ar, es_cl, es_es, es_mx, et, eu, fa, fi, fil, fr, ga, gd, gl, gu_in, he, hi_in, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, kn, ko, lo, lt, lv, mr, ms, my, nb, ne_np, nl, nn, pa_in, pl, pt_br, pt_pt, ro, ru, ses, si, sk, sl, sq, sv, ta, te, th, tr, tt, uk, ur, uz, vi, zh_cn, zh_tw

# WidgetOnboardingCard.Subtitle
source: We’ll leave you to your private browsing, but get a quicker start next time with the %@ widget on your Home screen.
am: እርስዎን ከግል አሰሳዎ ጋር እንተውዎታለን፣ ነገር-ግን በሚቀጥለው ጊዜ በመነሻ ማያዎ ላይ ባለው %@ መግብር በፍጥነት ይጀምሩ።
be: Мы пакінем вас у рэжыме прыватнага аглядання, але ў наступны раз пачніце хутчэй з дапамогай віджэта %@ на галоўным экране.
bg: Ще ви оставим на личното ви сърфиране, но следващия път започнете по-бързо с приспособлението %@ на началния екран.
br: Leuskel a reomp ac'hanoc'h da verdeiñ, met posupl e vo deoc'h kregiñ ganti buanoc'h ar wech a zeu a-drugarez d'ar widjed %@ war ho pajenn degemer.
bs: Prepustit ćemo vas vašem privatnom pretraživanju, ali sljedeći put započnite brže s programčićem %@ na početnom ekranu.
ca: Us deixem en la vostra navegació privada, però si la pròxima vegada voleu anar més de pressa, afegiu el giny del %@ a la pantalla d’inici.
co: Vi lasciemu à a vostra navigazione privata, ma principiate più prestu e prossime volte cù u widget %@ nant’à u vostru screnu d’accolta.
cs: Necháme vás v anonymním prohlížení, ale příště můžete začít rychleji pomocí widgetu %@ na Domovské obrazovce.
cy: Byddwn yn eich gadael chi i'ch pori preifat, ond cewch gychwyn yn gyflymach y tro nesaf gyda'r teclyn %@ ar eich sgrin Cartref.
da: Vi overlader dig til din private browsing, men få en hurtigere start næste gang med %@-widget'en på din startskærm.
de: Surfen Sie privat weiter, aber starten Sie beim nächsten Mal schneller mit dem %@-Widget auf Ihrem Startbildschirm.
dsb: Pśewóstajijomy wašomu priwatnemu modusoju, ale startujśo pśiducy raz malsnjej z asistentom %@ na swójej startowej wobrazowce.
el: Θα σας αφήσουμε στην ιδιωτική σας περιήγηση, αλλά ξεκινήστε πιο γρήγορα την επόμενη φορά με το widget %@ στην αρχική σας οθόνη.
eo: Plu retumu private, sed venontfoje komencu tion pli rapide per komponanto de %@ en via hejmekrano.
es_ar: Te dejaremos con tu navegación privada, pero podés conseguir un inicio más rápido la próxima vez con el widget de %@ en la pantalla de inicio.
es_cl: Puedes continuar con tu navegación privada, pero recuerda que puedes llegar más rápido a ella la próxima vez que la necesites con el widget de %@ en tu pantalla de inicio.
es_es: Te dejaremos con tu navegación privada, pero comienza más rápido la próxima vez con el widget de %@ en tu pantalla de inicio.
es_mx: Te dejaremos con tu navegación privada, pero comienza más rápido la próxima vez con el widget de %@ en tu pantalla de inicio.
eu: Zure nabigatze pribatuaren menpe utziko dugu, baina hurrengoan azkarrago has zaitezke zure hasierako pantailan %@ widgeta erabiliz.
fi: Annamme sinulle rauhan yksityiseen selailuun, mutta halutessasi saat nopeamman lähdön ensi kerralla lisäämällä %@ -widgetin kotinäytöllesi.
fr: Nous allons vous laisser à votre navigation privée, mais démarrez plus vite les prochaines fois avec le widget %@ sur votre écran d’accueil.
gd: Cùm ort leis a’ bhrabhsadh phrìobhaideach agus gheibh thu greim air nas luaithe an ath-thuras leis a’ widget %@ air an sgrìn mhòr agad.
gl: Deixarémolo coa súa navegación privada, pero a próxima vez comezará máis rápido co widget %@ na súa pantalla de inicio.
he: ניתן לך להמשיך בגלישה הפרטית שלך, אבל אולי קודם כדאי להוסיף את היישומון של %@ למסך הבית שלך לצורך הפעלה מהירה יותר.
hsb: Přewostajamy wašemu priwatnemu modusej, ale startujće přichodny raz spěšnišo z asistentom %@ na swojej startowej wobrazowce.
hu: Hagyjuk, hogy elkezdje a privát böngészést, de legközelebb gyorsabban nekiláthat a kezdőképernyőn található %@ widgettel.
ia: Nos te lassa a tu navigation private, ma gaude de un initio plus rapide le proxime vice con le widget %@ sur tu Pagina initial.
id: Kami akan meninggalkan Anda untuk menjelajah pribadi, tapi dapatkan awal yang lebih cepat lain kali dengan widget %@ di layar Beranda Anda.
is: Við látum þig vera í huliðsvafrinu þínu, en byrjum hraðar næst með %@-viðmótshlutanum á upphafsskjánum þínum.
it: Ti lasciamo alla tua navigazione privata, ma la prossima volta ricorda che puoi iniziare più rapidamente utilizzando il widget di %@ nella schermata principale.
ja: プライベート ブラウジングはお任せしますが、次回はホーム画面の %@ ウィジェットですばやく開始できます。
ka: ახლა გადადით პირად ფანჯარაზე, თუმცა შემდეგ ჯერზე სწრაფად გახსნისთვის გამოიყენეთ %@-ვიჯეტი მთავარი ეკრანიდან.
kab: Ad ak·akem-neǧǧ tunigin tusligt, maca bdu s zzerb deg wussan i d-iteddun s uwiǧit %@ ɣef ugdil-ik·im agejdan.
kk: Біз сізді жеке шолуға қалдырамыз, бірақ келесі жолы негізгі экрандағы %@ виджетімен жылдамырақ бастауға болады.
ko: 개인 정보 보호 브라우저를 쓸 수 있지만, 홈 화면의 %@ 위젯을 사용하면 다음에 브라우저를 더욱 빠르게 시작하실 수 있습니다.
lo: ພວກເຮົາຈະປ່ອຍໃຫ້ທ່ານຊອກຫາແບບສ່ວນຕົວຂອງທ່ານ, ແຕ່ເລີ່ມຕົ້ນໄວຂຶ້ນໃນຄັ້ງຕໍ່ໄປດ້ວຍວິດເຈັດ %@ ໃນໜ້າຈໍຫຼັກຂອງທ່ານ.
nb: Vi overlater deg til din private nettlesing, men får en raskere start neste gang med %@-widgeten på startskjermen.
nl: We laten u nu verdergaan met uw privénavigatie, u kunt de volgende keer sneller van start gaan nu met de %@-widget op uw startscherm.
nn: Vi overlèt deg til den private nettlesinga di, men få ein raskere start neste gong med %@-widgeten på startskjermen.
pa_in: ਹੁਣ ਤੁਸੀਂ ਆਪਣੀ ਨਿੱਜੀ ਬਰਾਊਜ਼ਿੰਗ ਕਰੋ, ਪਰ ਅਗਲੀ ਵਾਰ ਫ਼ੌਰਨ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਆਪਣੀ ਮੁੱਖ ਸਕਰੀਨ ਤੋਂ %@ ਵਿਜੈਟ ਵਰਤ ਸਕਦੇ ਹੋ।
pl: Następnym razem możesz szybciej zacząć przeglądanie prywatne za pomocą widżetu %@ na ekranie głównym.
pt_br: Deixamos você com sua navegação privativa, mas na próxima vez pode começar mais rápido usando o widget do %@ na tela inicial.
pt_pt: Vamos deixá-lo/a com a sua navegação privada, mas comece mais rápido da próxima vez com o widget do %@ no ecrã inicial.
ru: Мы оставим вас в приватном просмотре, но в следующий раз можно войти в него быстрее с помощью виджета %@ на Домашнем экране.
sk: Necháme vás v súkromnom prehliadaní, ale nabudúce môžete začať rýchlejšie s miniaplikáciou %@ na domovskej obrazovke.
sl: Prepustili vas bomo zasebnemu brskanju, vendar lahko naslednjič hitreje začnete s pripomočkom %@ na domačem zaslonu.
sq: Do t’ju lëmë në shfletimin tuaj privat, por siguroni një kohë më të mirë nisjeje herës tjetër, me widget-in %@ në skenën tuaj Kreu.
sv: Vi lämnar dig till din privata surfning, men få en snabbare start nästa gång med %@-widgeten på din startskärm.
th: เราจะปล่อยให้คุณท่องเว็บแบบส่วนตัว แต่เริ่มต้นในครั้งต่อไปเร็วขึ้นด้วยวิดเจ็ต %@ บนหน้าโฮมของคุณ
tr: %@ araç takımını ana ekranınıza ekleyerek gizli gezintilerinize daha hızlı bir başlangıç yapabilirsiniz.
tt: %@ виджетын Өй экранына куйсагыз, киләчәктә хосусый режимга тизрәк керә алачаксыз. Хәзер хосусый режм дәвам итәчәк.
uk: Ми залишимо вас у режимі приватного перегляду, але наступного разу розпочніть роботу швидше за допомогою віджета %@ на головному екрані.
vi: Chúng tôi sẽ để bạn ở chế độ duyệt web riêng tư, nhưng hãy bắt đầu nhanh hơn vào lần sau với tiện ích %@ trên màn hình chính của bạn.
zh_cn: 开始隐私浏览吧。想更快发起搜索，下次可以直接点按主屏幕上的 %@ 小组件。
zh_tw: 接下來就交給您繼續進行隱私瀏覽了。未來想快速開始搜尋的話，可以把 %@ 搜尋小工具放到主畫面。

# WidgetOnboardingCard.Title
source: Browsing history cleared! 🎉
am: የአሰሳ ታሪክ ጸድቷል! 🎉
be: Гісторыя аглядання выдалена! 🎉
bg: Историята на сърфирането е изчистена! 🎉
br: Roll istor skarzhet! 🎉
bs: Historija pretraživanja je izbrisana! 🎉
ca: S’ha esborrat l’historial de navegació! 🎉
co: Cronolugia di navigazione squassata ! 🎉
cs: Historie prohlížení vymazána 🎉
cy: Hanes pori wedi'i glirio! 🎉
da: Browserhistorik blev ryddet! 🎉
de: Surf-Chronik gelöscht! 🎉
dsb: Pśeglědowańska historija jo se wulašowała! 🎉
el: Το ιστορικό περιήγησης διαγράφηκε! 🎉
eo: Retuma historio viŝita! 🎉
es_ar: ¡Historial de navegación borrado! 🎉
es_cl: ¡Historial de navegación limpiado! 🎉
es_es: ¡Historial de navegación borrado! 🎉
es_mx: ¡Historial de navegación borrado! 🎉
eu: Nabigatze-historia garbituta! 🎉
fi: Selaushistoria tyhjennetty! 🎉
fr: Historique de navigation effacé ! 🎉
gd: Chaidh eachdraidh a’ bhrabhsaidh fhalamhachadh! 🎉
gl: Borrouse o historial de navegación. 🎉
he: היסטוריית הגלישה נמחקה! 🎉
hsb: Přehladowanska historija je so zhašała! 🎉
hu: A böngészési előzmények törölve! 🎉
ia: Chronologia de navigation clarate! 🎉
id: Riwayat penjelajahan dihapus! 🎉
is: Vafraferill hreinsaður! 🎉
it: Cronologia di navigazione eliminata 🎉
ja: ブラウジング履歴を消去しました🎉
ka: დათვალიერების ისტორია გასუფთავებულია! 🎉
kab: Azray n tunigin yettwasfaḍ! 🎉
kk: Шолу тарихы тазартылды! 🎉
ko: 방문 기록이 삭제되었습니다! 🎉
lo: ລຶບລ້າງປະຫວັດການທ່ອງເວັບແລ້ວ! 🎉
nb: Nettleserhistorikk er slettet! 🎉
nl: Navigatiegeschiedenis gewist! 🎉
nn: Nettlesarhistorikk er sletta! 🎉
pa_in: ਬਰਾਊਜ਼ਿੰਗ ਅਤੀਤ ਮਿਟਾਇਆ ਗਿਆ! 🎉
pl: Usunięto historię przeglądania! 🎉
pt_br: O histórico de navegação foi limpo! 🎉
pt_pt: Histórico de navegação eliminado! 🎉
ru: История веб-сёрфинга удалена! 🎉
si: පිරික්සුම් ඉතිහාසය මැකිණි! 🎉
sk: História prehliadania bola vymazaná! 🎉
sl: Zgodovina brskanja izbrisana! 🎉
sq: Historiku i shfletimit u spastrua! 🎉
sv: Webbhistorik rensad! 🎉
th: ล้างประวัติการท่องเว็บแล้ว! 🎉
tr: Gezinti geçmişi temizlendi! 🎉
tt: Гизү тарихы бетерелде! 🎉
uk: Історію перегляду очищено! 🎉
vi: Đã xóa lịch sử duyệt web! 🎉
zh_cn: 浏览历史已清除！🎉
zh_tw: 已清除瀏覽紀錄！🎉
